Repository: sbaeumlisberger/winui-photo-viewer
Catalog: PhotoViewer.Core/Resources/Strings.*.resx
Languages: de

# AddPeopleTagErrorDialog_Title
source: Failed to add people tag
de: Personenmarkierung konnte nicht hinzugeügt werden

# BackgroundTasksRunningMessage_Multiple
source: {0} background tasks running
de: {0} Hintergrundaufgaben werden ausgeführt

# BackgroundTasksRunningMessage_Single
source: One background task running
de: Eine Hintergrundaufgabe wird ausgeführt

# ComparePage_Title
source: Compare
de: Vergleichen

# CropImageErrorDialogTitle
source: Crop image failed
de: Zuschneiden fehgeschlagen

# DeleteFilesErrorDialog_Message
source: The following files could not be deleted:
de: Die folgenden Dateien konnten nicht gelöscht werden:

# DeleteFilesErrorDialog_Title
source: Could not delete files
de: Fehler beim Löschen

# ImportGpxTrackDialog_GpxFileParseErrorMessage
source: An error occurred while reading the selected GPX file: {0}
de: Beim Lesen der ausgewählten GPX-Datei ist ein Fehler aufgetreten: {0}

# ImportGpxTrackDialog_Title
source: Import GPX track for selected photo(s)
de: GPX-Track für ausgewählte Fotos importieren

# ImportGpxTrackDialog_TitleAll
source: Import GPX track for all photos
de: GPX-Track für alle Fotos importieren

# ImportSettingsFailedDialog_Message
source: Failed to import settings from the specified file.
de: Der Import der Einstellungen aus der angegebenen Datei ist fehlgeschlagen.

# ImportSettingsFailedDialog_Title
source: Import failed
de: Import fehlgeschlagen

# LoadFilesErrorDialog_Message
source: An error occurred while loading the files: {}
de: Beim Laden der Dateien ist ein Fehler aufgetreten: {}

# LoadFilesErrorDialog_Title
source: Could not load files
de: Dateien konnten nicht geladen werden

# MetadataPanel_CopyLocationFailed
source: Failed to copy the location information
de: Kopieren des Aufnahmeorts fehlgeschlagen

# MetadataPanel_LocationPlaceholder
source: No place taken specified
de: Kein Aufnahmeort sepzifiziert

# OverviewPage_Title
source: Overview
de: Übersicht

# PeopleTagAlreadyExistingDialog_Message
source: There already exists a people tag with the name "{0}"
de: Es exisitert bereits eine Personenmarkierung mit dem Namen "{0}"

# PeopleTagAlreadyExistingDialog_Title
source: Person already tagged
de: Person bereits markiert

# PhotoOrientation_Rotate180
source: displayed rotated 180°
de: Zur Anzeige 180° gedreht angzeigt

# PhotoOrientation_Rotate270
source: displayed rotated 90° clockwise
de: Zur Anzeige 90° nach rechts gedreht

# PhotoOrientation_Rotate90
source: displayed rotated 90° counterclockwise
de: Zur Anzeige 90° nach links gedreht

# PhotoOrientation_Unspecified
source: Unspecified
de: Unspezifziert

# RemovePeopleTagErrorDialog_Title
source: Could not remove people tag
de: Personenmarkierung konnte nicht entfernet werden

# RenameFileErrorDialog_Title
source: File could not be renamed
de: Datei konnte nicht umbennant werden

# SaveImageFailedDialog_Title
source: Failed to save image
de: Speichern fehlgeschlagen

# SetDesktopBackgroundFailedDialog_Ttile
source: Failed to set desktop background
de: Desktop-Hintergrund konnte nicht festgelegt werden

# SetLockscreenBackgroundFailedDialog_Ttile
source: Failed to set lockscreen background
de: Hintergrund des Sperrbildschirms konnte nicht festgelegt werden

# SettingsPage_Title
source: Settings
de: Einstellungen

# UnsavedChangesDialog_Cancel
source: Cancel
de: Abbrechen

# UnsavedChangesDialog_CloseWithoutSaving
source: Close without saving
de: Ohne Speichern schließen

# UnsavedChangesDialog_Message
source: Do you want to close the app without saving?
de: Möchten Sie die Anwendung ohne zu speichern schließen ?

# UnsavedChangesDialog_Title
source: Unsaved changes
de: Ungespeicherte Änderungen

# WaitForBackgroundTaskDialog_Message
source: Waiting for background tasks to be completed ...
de: Es wird auf die Ausführung von Hintergrundaufgaben gewartet ...

# WaitForBackgroundTaskDialog_PrimaryButton
source: Force quit
de: Beenden erzwingen

# WaitForBackgroundTaskDialog_Title
source: Waiting for background tasks
de: Warten auf Hintergrundaufgaben

# WriteMetadataFailedDialog_Title
source: Writing metadata failed
de: Schreiben der Metadaten fehlgeschlagen

# MetadataPanel_LocationPlaceholderDifferentValues
source: Different values
de: Unterschiedliche Werte

# FileDeletedMessage
source: The file "{0}" has been deleted
de: Die Datei "{0}" wurde gelöscht

# RestoreDeletedFileLabel
source: Restore
de: Wiederherstellen
